---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPModel
source: html/5c008dd4-07b7-972f-8524-64a5e391b693.htm
---
# MEPModel Members

Causes the object to release immediately any resources it may be utilizing.